[HunterKillZone X2AbilityTemplate]
LocFriendlyName=杀戮地带"
LocLongDescription="对任何在杀戮地带内移动或攻击的敌人进行反应射击。"
LocHelpText="在锥形视野内增强监视能力。"
LocFlyOverText=杀戮地带"
LocPromotionPopupText="<Bullet/> <Ability:ClassName/> 可以无限制地在弹药限制外使用杀戮地带射击。<br/><Bullet/> 杀戮地带利用了小队视野能力，即使 <Ability:ClassName/> 没有小队视野能力。<br/><Bullet/> 杀戮地带有 <Ability:SelfCooldown/> 回合的冷却时间。<br/>"
LocFriendlyNameWhenConcealed=杀戮地带（隐蔽）"

[ChosenSustain X2AbilityTemplate]
LocFriendlyName="过度保护"
LocLongDescription="当天选者受到致命伤害时，长者立即出现并保护他们进入静滞状态。"
LocHelpText="当天选者受到致命伤害时，长者立即出现并保护他们进入静滞状态。"
LocFlyOverText="过度保护"
LocPromotionPopupText="天选者可以在收到致命性伤害时立即进入静滞状态。"

[Chosen_BringEmOn X2AbilityTemplate]
LocFriendlyName="来吧"
LocLongDescription="天选者的所有攻击保证执行。 (没有俘虏！)"
LocHelpText="天选者的所有攻击保证执行。 (没有俘虏！)"
LocFlyOverText="来吧"
LocPromotionPopupText="天选者的所有攻击保证执行。 (没有俘虏！)"

[Chosen_BetweenTheEyes X2AbilityTemplate]
LocFriendlyName="执行！！！(来吧)"
LocLongDescription="天选者的所有攻击保证执行。 (没有俘虏！)"
LocHelpText="天选者的所有攻击保证执行。 (没有俘虏！)"
LocFlyOverText="执行！！！(来吧)"
LocPromotionPopupText="天选者的所有攻击保证执行。 (没有俘虏！)"


[PartingSilkParryM1 X2AbilityTemplate]
LocFriendlyName="刀势（格挡：1级）"
LocLongDescription="使用分丝攻击后，防止下一次攻击的所有伤害，而不是移动。"
LocHelpText="使用分丝攻击后，防止下一次攻击的所有伤害，而不是移动。"
LocFlyoverText="刀势（格挡：1级）"
LocPromotionPopupText="<Bullet/> 分丝将防止来自近战和远程攻击的伤害。<br/><Bullet/> 格挡将使用分丝提供的动作。<br/>"

[PartingSilkParryM2 X2AbilityTemplate]
LocFriendlyName="刀势（格挡：2级）"
LocLongDescription="使用分丝攻击后，防止下一次攻击的所有伤害，而不是移动。"
LocHelpText="使用分丝攻击后，防止下一次攻击的所有伤害，而不是移动。"
LocFlyoverText="刀势（格挡：2级）"
LocPromotionPopupText="<Bullet/> 分丝将防止来自近战和远程攻击的伤害。<br/><Bullet/> 格挡将使用分丝提供的动作。<br/>"

[PartingSilkParryM3 X2AbilityTemplate]
LocFriendlyName="刀势（格挡：3级）"
LocLongDescription="使用分丝攻击后，防止下一次攻击的所有伤害，而不是移动。"
LocHelpText="使用分丝攻击后，防止下一次攻击的所有伤害，而不是移动。"
LocFlyoverText="刀势（格挡：3级）"
LocPromotionPopupText="<Bullet/> 分丝将防止来自近战和远程攻击的伤害。<br/><Bullet/> 格挡将使用分丝提供的动作。<br/>"
